""""""

"""ПАРАМЕТРЫ ПРИЛОЖЕНИЯ"""
"""ПАРАМЕТРЫ ПРИЛОЖЕНИЯ"""
"""ПАРАМЕТРЫ ПРИЛОЖЕНИЯ"""

"""Название валюты во всех падежах, род/число в начальной форме ('М' / 'Ж' / 'СР' / 'МН'), эмодзи"""
param1 = ["вуппкоин", "вуппкоина", "вуппкоину", "вуппкоин", "вуппкоином", "вуппкоине",
          "вуппкоины", "вуппкоинов", "вуппкоинам", "вуппкоины", "вуппкоинами", "вуппкоинах",
          "М", "🧸"]

"""Название персонажа во всех падежах, род/число в начальной форме ('М' / 'Ж' / 'СР' / 'МН'), эмодзи обычного и коллекционного"""
param2 = ["вуппит", "вуппита", "вуппиту", "вуппита", "вуппитом", "вуппите",
          "вуппиты", "вуппитов", "вуппитам", "вуппитов", "вуппитами", "вуппитах",
          "М", "🧸", "🎠"]

"""Возможные разновидности легендарных персонажей"""
names = ["Лев", "Тигр", "Мышь", "Лошадь", "Пантера",
         "Кролик", "Капибара", "Волк", "Лисица", "Хомяк",
         "Утка", "Гусь", "Олень", "Бобёр", "Сова",
         "Медведь", "Панда", "Кенгуру", "Орёл", "Антилопа",
         "Енот", "Леопард", "Зебра", "Дракон", "Кошка"]

"""Названия характеристик в И.п., Р.п. и В.п."""
param3 = ["Шерсть", "Глаза", "Узор",
          "Шерсти", "Глаз", "Узора",
          "Шерсть", "Глаза", "Узор"]

"""Значения характеристик"""
values1 = ["Белая", "Рыжая", "Красная", "Голубая", "Жёлтая",
           "Малиновая", "Радужная", "Зелёная", "Фиолетовая", "Синяя"]

values2 = ["Белые", "Рыжие", "Красные", "Голубые", "Жёлтые",
           "Малиновые", "Радужные", "Зелёные", "Фиолетовые", "Синие"]

values3 = ["Полоска", "Клетка", "Пятна", "Цветы", "Камуфляж",
           "Леопард", "Звёзды", "Фигуры", "Сетка", "Рябь"]

"""Стоимость покупки, прокачки легендарного персонажа, выпуска коллекционного"""
price = [50, 25, 30]

"""КОНЕЦ УСТАНОВКИ ПАРАМЕТРОВ"""
"""КОНЕЦ УСТАНОВКИ ПАРАМЕТРОВ"""
"""КОНЕЦ УСТАНОВКИ ПАРАМЕТРОВ"""
